app/Views/dashboard.php


                          $book_model = new \App\Models\BooksModel();
                          $book_model->where("id", $_SESSION['user_id']);
                          $my_books = $book_model->countAll();
---
SELECT COUNT(*) AS `numrows` FROM `books`